Repository: Mikadore/oblogout-py3
Catalog: po/*.po
Languages: pl

source: Unable to determin the module path, exiting...
pl: Nie można odnaleźć ścieżki modułu, wyłączanie...

source: Color %s is not a valid color, defaulting to black
pl: Kolor %s nie jest poprawny, stosuję domyślny czarny

source: cancel
pl: anuluj

source: logout
pl: wyloguj

source: shutdown
pl: wyłącz

source: suspend
pl: wstrzymaj

source: hibernate
pl: uśpij

source: safesuspend
pl: wstrzymaj bezpiecznie

source: lock
pl: zablokuj

source: switch
pl: przełącz

source: Button %s is not a valid button name, removing
pl: Przycisk %s nie jest poprawną nazwą przycisku, usuwanie

source: Can't Suspend, disabling button
pl: Nie ma możliwości wstrzymania, wyłączam przycisk

source: Can't Hibernate, disabling button
pl: Nie ma możliwości uśpienia, wyłączam przycisk

source: Can't Safe Suspend, disabling button
pl: Nie ma możliwości bezpiecznego wstrzymania, wyłączam przycisk

source: No valid buttons found, resetting to defaults
pl: Nie znaleziono poprawnych przycisków, stosuję domyślne
